Repository: tinh-dx/Crystal-App
Catalog: Crystal Knits CARE/*.lproj/Localizable.strings
Languages: vi

# f1_FacName
source: REGENT GARMENT FACTORY LTD.
vi: CÔNG TY TNHH MAY TINH LỢI

# f1_SelectCompany
source: Select the company:
vi: Chọn công ty:

# f1_REG
source: REGENT GARMENT
vi: MAY TINH LỢI

# f1_STF
source: STAR FASHION
vi: THỜI TRANG STAR

# reg_logo
source: reg_en_logo.png
vi: reg_vn_logo.png

# csvl_logo
source: csvl_en_logo.png
vi: csvl_vn_logo.png

# stf_logo
source: stf_en_logo.png
vi: stf_vn_logo.png

# sms_empty
source: is empty!
vi: chưa nhập!

# ID_not_Exits
source: LoginID or Password not corrected!
vi: Tài khoản hoặc mật khẩu không đúng !

source: Worng Password !
vi: Mật khẩu không đúng !

source: Network Error!
vi: Lỗi mạng!

# ms_NotFinish
source: Sorry, Service unavailable. Pls try again later!
vi: Xin lỗi, Dịch vụ chưa sẵn sàng. Vui lòng thử lại sau!

# Phone_nil
source: Don't have Phone!
vi: Chưa có số ĐT!

# Phone_Error
source: Your Phone Number not corrected !
vi: Số điện thoại của bạn không đúng

# Phone_Error_New
source: New Phone Number not corected!
vi: Số điện thoại mới không hợp lệ!

# Phone_Change_OK
source: Change your phome successful!
vi: Đổi số điện thoại thành công!

# Active_Code_Sent
source: Already send the Code to your phone !
vi: Đã gửi mã kích hoạt đến điện thoại của ban !

# Active_Code_Error
source: Your CODE is not correct!
vi: Mã nhập không hợp lệ !

# NewPass_Not_match
source: New password not match !
vi: Mật khẩu mới không khớp !

# NewPass_Error
source: New password to short !
vi: Mật khẩu mới quá ngắn !

# Active_OK
source: Actived your ID, please change your password!
vi: Tài khoản của bạn đã được kích hoạt! Vui lòng đổi mật khẩu!

# ChangePass_OK
source: Changed your password, please login to system!
vi: Đổi mật khẩu thành công! Vui lòng đăng nhập lại hệ thống!

# Menu_FeedBack
source: FEEDBACK
vi: HỎI & ĐÁP

# Menu_Setting
source: SETTING
vi: CÀI ĐẶT

# Menu_Payslip
source: PAY-SLIP
vi: XEM PHIẾU LƯƠNG

# Menu_OtherPayments
source: OTHER PAYMENTS
vi: CÁC KHOẢN KHÁC

# Menu_Training
source: TRAINING
vi: ĐÀO TẠO

# Menu_Survey
source: SURVEY
vi: KHẢO SÁT Ý KIẾN

# Menu_Announcement
source: ANNOUNCEMENT
vi: THÔNG BÁO

# Menu_News
source: NEWS
vi: TIN TỨC

# Menu_Recruitment
source: RECRUITMENT
vi: TUYỂN DỤNG

# Menu_ChangePhone
source: Change your Phone
vi: ĐỔI SỐ ĐIỆN THOẠI

# Menu_LoginHistory
source: Show your Login History
vi: XEM LỊCH SỬ ĐĂNG NHẬP

# Sys_Update
source: New update available, Please update CARE system !
vi: Đã có bản cập nhật phần mềm CARE mới, Vui lòng cập nhật để tiếp tục sử dụng!

# Access_Denied
source: Access Denied, You don't have permission to access on this!
vi: Bạn không có quyền sử dụng chức năng này !

source: Error!
vi: Đã có lỗi xảy ra !

# OK_
source: successful execution!
vi: Thực Hiện Thành Công!

# mn_Announcement
source: Announcement
vi: Thông báo

# mn_News
source: News
vi: Tin tức

# mn_Recruitment
source: Recruitment
vi: Tuyển dụng

# mn_Payslip
source: Pay-slip
vi: Xem phiếu lương

# mn_OtherPayments
source: Other Payments
vi: Các khoản khác

# mn_Training
source: Training
vi: Đào tạo

# mn_Survey
source: Survey
vi: Khảo sát ý kiến

# mn_FeedBack
source: Feedback
vi: Hỏi & Đáp

# mn_Setting
source: Setting
vi: Cài đặt

# mn_LogOut
source: Logout
vi: Đăng xuất

# mn_LogIn
source: LOGIN
vi: ĐĂNG NHẬP
